package com.company;

/**
 Тест 5:
 Мастер: ""
 Сайт:   ""
 Нажать Generate
 Проверить что пароль BaefBs8/Z/cm2@1a

 Тест 6:
 Мастер: 200 символов "a"
 Сайт:   200 символов "b"
 Нажать Generate
 Проверить что пароль правильньій

 Тест 7:
 Мастер: ""
 Сайт:   ""
 Нажать Enter в поле Пароль
 Проверить что пароль BaefBs8/Z/cm2@1a

 Тест 8:
 Мастер: 333
 Сайт:   111
 Нажать Generate
 Проверить что пароль CD/iUTsNwzV4v@1a

 Тест 9:
 Мастер: 111
 Сайт:   333
 Нажать Generate
 Проверить что пароль A61tAOVfX4wCm@1a

 Тест 10:
 Мастер: ~!@#$%^&*()_+{}|":?></\
 Сайт:   ~!@#$%^&*()_+{}|":?></\
 Нажать Generate
 Проверить что пароль mWxGz2VYwGgZK@1a

 Тест 11:
 Мастер: qwe123
 Сайт:   asd
 Нажать Generate
 Проверить что пароль agdjoTB4cjI5E@1a

 Тест 12:
 Мастер: qwe123
 Сайт:   ASD
 Нажать Generate
 Проверить что пароль FkfaCm2ddwvDg@1a
 **/
public class Home12 {
}
